Revit 2027 API
BuiltInFailures.KeynoteFailures.MissKeynotingSystem Property
 No Keynoting System associated with Tag Family.\nTo resolve, select keynoting system for the tag family.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MissKeynotingSystem { get; }
Public Shared ReadOnly Property MissKeynotingSystem As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MissKeynotingSystem {
	FailureDefinitionId^ get ();
}
static member MissKeynotingSystem : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.KeynoteFailures Class
Autodesk.Revit.DB Namespace